Repository: yyyng2/MakeMyDay
Catalog: MakeMyDay/Localizable/*.lproj/Localizable.strings
Languages: de, fr, id, ja, ko, th, uk, vi, zh_hans

source: Welcome!
de: Willkommen!
fr: Bienvenue!
id: Selamat datang!
ja: ようこそ！
ko: 환영합니다!
th: ยินดีต้อนรับ!
uk: Ласкаво просимо!
vi: Chào mừng!
zh_hans: 欢迎！

# welcomeTwo
source: I will assist your day.
de: Ich werde Ihren Tag unterstützen.
fr: Je vais t'aider dans ta journée.
id: Saya akan membantu Anda menjalani hari Anda.
ja: あなたの一日をお手伝いします。
ko: 당신의 하루를 보조해드릴게요.
th: ฉันจะช่วยวันของคุณ
uk: Я допоможу вам день.
vi: Tôi sẽ giúp ngày của bạn.
zh_hans: 我会协助你的一天。

# chooseTheme
source: Choose a theme!
de: Sollen wir Ihr Lieblingsthema wählen?
fr: Allons-nous choisir un thème que nous aimons ?
id: Apakah kita akan memilih tema yang kita suka?
ja: 好きなテーマを選びましょうか。
ko: 마음에 드는 테마를 선택해 볼까요?
th: เราจะเลือกธีมโปรดของคุณหรือไม่
uk: Виберемо вашу улюблену тему?
zh_hans: 我们要选择你最喜欢的主题吗？

# chooseThemeTwo
source: (You can change it in settings.)
de: (Sie können es in den Einstellungen ändern.)
fr: (Vous pouvez modifier cela dans les paramètres.)
id: (Anda dapat mengubah ini di Pengaturan.)
ja: （設定で変更できます。）
ko: (설정에서 변경가능합니다.)
th: (คุณสามารถเปลี่ยนได้ในการตั้งค่า)
uk: (Ви можете змінити це в налаштуваннях.)
zh_hans: （您可以在设置中更改它。）

# hi
source: Hello :D
de: Hallo :D
fr: Bonjour :D
id: Halo :D
ja: こんにちは :D
ko: 안녕하세요 :D
th: สวัสดี :D
uk: Привіт :D
vi: Xin chào: D
zh_hans: 你好 :D

# schedule
source: Today's Schedule.
de: Heutiger Zeitplan.
fr: Je vais vous donner le programme d'aujourd'hui.
id: Saya akan memberikan jadwal hari ini.
ja: 今日のスケジュール。
ko: 오늘의 일정을 알려드릴게요.
th: กำหนดการของวันนี้
uk: Розклад на сьогодні.
zh_hans: 今天的日程。

# scheduleAddRecommend
source: Register your schedule.
de: Registrieren Sie Ihren Zeitplan.
fr: Essayez d'ajouter un horaire.
id: Coba tambahkan jadwal.
ja: スケジュールを登録します。
ko: 일정을 추가해보세요.
th: ลงทะเบียนกำหนดการของคุณ
uk: Зареєструйте свій розклад.
zh_hans: 注册您的日程安排。

# dday
source: Check D-day.
de: Tag D prüfen.
fr: C'est le jour J à partir d'aujourd'hui.
id: Ini adalah hari-H mulai hari ini.
ja: Dデイをチェック。
ko: 오늘 기준 디데이입니다.
th: ตรวจสอบ D-day
uk: Перевірити день D.
vi: Kiểm tra D-day.
zh_hans: 检查 D 日。

# ddayAddRecommend
source: Register your D-day.
de: Registrieren Sie Ihren D-Day.
fr: Essayez d'ajouter un dday.
id: Coba tambahkan hari.
ja: D-デー を登録します。
ko: 디데이를 추가해보세요.
th: ลงทะเบียน D-day ของคุณ
uk: Зареєструйте свій день Д.
vi: Đăng ký D-day của bạn.
zh_hans: 注册您的 D 日。

# day
source: Days
de: Tage
fr: jour
id: hari
ja: 日々
ko: 일
th: วัน
uk: Дні
vi: Ngày
zh_hans: 天

source: Sun
de: So
fr: Di
ja: 日
ko: 일
uk: нд
zh_hans: 日

source: Mon
de: Mo
fr: Lu
ja: 月
ko: 월
uk: Пн
zh_hans: 一

source: Tue
de: Di
fr: Ma
ja: 火
ko: 화
uk: вт
zh_hans: 二

source: Wed
de: Mi
fr: Me
ja: 水
ko: 수
uk: Ср
zh_hans: 三

source: Thu
de: Do
fr: Je
ja: 木
ko: 목
uk: Чт
zh_hans: 四

source: Fri
de: Fr
fr: Ve
ja: 金
ko: 금
uk: Пт
zh_hans: 五

source: Sat
de: Sa
fr: Sa
ja: 土
ko: 토
uk: Сб
zh_hans: 六

source: Okay
fr: d'accord
id: Oke
ja: 確認
ko: 확인
th: โอเค
uk: Добре
vi: Được rồi
zh_hans: 好的

source: Select
de: auswählen
fr: sélectionner
id: pilih
ja: 選択
ko: 선택
uk: Вибрати
vi: Chọn
zh_hans: 选择

source: Cancel
de: Abbrechen
fr: Annuler
id: Batalkan
ja: キャンセル
ko: 취소
th: ยกเลิก
uk: Скасувати
vi: Hủy bỏ
zh_hans: 取消

source: Delete
de: Löschen
fr: Supprimer
id: Hapus
ja: 削除
ko: 삭제
th: ลบ
uk: Видалити
vi: Xóa

source: Save
de: Speichern
fr: sauvegarder
id: simpan
ja: 保存
ko: 저장
th: บันทึก
uk: Зберегти
vi: Lưu
zh_hans: 删除

# deleteCheck
source: Are you sure you want to delete?
de: Möchten Sie wirklich löschen?
fr: Etes-vous sûr de vouloir le supprimer ?
id: Apakah Anda yakin ingin menghapusnya?
ja: 消去してもよろしいですか？
ko: 정말 삭제하시겠습니까?
th: คุณแน่ใจหรือไม่ว่าคุณต้องการลบ
uk: Ви впевнені, що хочете видалити?
vi: Bạn có chắc chắn muốn xóa không?
zh_hans: 你确定你要删除？

source: Time
de: Zeit
fr: heure
id: waktu
ja: 時間
ko: 시간
th: เวลา
uk: Час
vi: Thời gian
zh_hans: 时间

source: Notifications
de: Benachrichtigungen
id: Pemberitahuan
ja: 通知
ko: 알림
th: การแจ้งเตือน
uk: Сповіщення
vi: Thông báo
zh_hans: 通知

# notificationsOff
source: Notifications are disabled. Do you want to go to settings?
de: Benachrichtigungen sind deaktiviert. Möchten Sie zu den Einstellungen gehen?
fr: Les notifications sont désactivées. Voulez-vous accéder à l'écran des paramètres ?
id: Pemberitahuan dimatikan. Apakah Anda ingin membuka layar pengaturan?
ja: 通知が無効になっています。 設定に移動しますか？
ko: 알림 설정이 꺼져있습니다. 설정화면으로 이동하시겠습니까?
th: การแจ้งเตือนถูกปิดใช้งาน คุณต้องการไปที่การตั้งค่าหรือไม่
uk: Сповіщення вимкнено. Перейти до налаштувань?
zh_hans: 通知被禁用。 你想去设置吗？

# notificationsStatusON
source: On
de: Ein
fr: Activé
id: Aktif
ja: の上
ko: 켬
th: เปิด
uk: Увімкнено
zh_hans: 上

# notificationsStatusOff
source: Off
de: Aus
fr: Désactivé
id: Nonaktif
ja: オフ
ko: 끔
th: ปิด
uk: Вимкнено
zh_hans: 离开

# notificationsTitle
source: Check out today's schedule.
de: Schauen Sie sich den Zeitplan für heute an.
fr: Vérifiez l'horaire d'aujourd'hui.
id: Periksa jadwal hari ini.
ja: 今日の予定をチェック。
ko: 오늘의 일정을 확인해보세요.
th: ดูกำหนดการของวันนี้
uk: Перегляньте розклад на сьогодні.
zh_hans: 查看今天的日程安排。

# notificationsSun
source: Today is Sunday.
de: Heute ist Sonntag.
fr: Aujourd'hui est un dimanche.
id: Hari ini adalah hari Minggu.
ja: 今日は日曜日です。
ko: 오늘은 일요일입니다.
th: วันนี้เป็นวันอาทิตย์
uk: Сьогодні неділя.
zh_hans: 今天是星期日。

# notificationsMon
source: Today is Monday.
de: Heute ist Montag.
fr: Aujourd'hui, c'est lundi.
id: Hari ini adalah hari Senin.
ja: 今日は月曜日です。
ko: 오늘은 월요일입니다.
th: วันนี้วันจันทร์
uk: Сьогодні понеділок.
zh_hans: 今天是星期一。

# notificationsTue
source: Today is Tuesday.
de: Heute ist Dienstag.
fr: Aujourd'hui est un mardi.
id: Hari ini adalah hari Selasa.
ja: 今日は火曜日です。
ko: 오늘은 화요일입니다.
th: วันนี้วันอังคาร
uk: Сьогодні вівторок.
zh_hans: 今天是星期二。

# notificationsWed
source: Today is Wednesday.
de: Heute ist Mittwoch.
fr: Aujourd'hui est un mercredi.
id: Hari ini hari Rabu.
ja: 今日は水曜日です。
ko: 오늘은 수요일입니다.
th: วันนี้วันพุธ
uk: Сьогодні середа.
zh_hans: 今天是星期三。

# notificationsThu
source: Today is Thursday.
de: Heute ist Donnerstag.
fr: Aujourd'hui, c'est jeudi.
id: Hari ini hari Kamis.
ja: 今日は木曜日です。
ko: 오늘은 목요일입니다.
th: วันนี้เป็นวันพฤหัสบดี
uk: Сьогодні четвер.
zh_hans: 今天是星期四。

# notificationsFri
source: Today is Friday.
de: Heute ist Freitag.
fr: Aujourd'hui, c'est vendredi.
id: Hari ini hari Jumat.
ja: 今日は金曜日です。
ko: 오늘은 금요일입니다.
th: วันนี้เป็นวันศุกร์
uk: Сьогодні п'ятниця.
zh_hans: 今天是星期五。

# notificationsSat
source: Today is Saturday.
de: Heute ist Samstag.
fr: Aujourd'hui c'est samedi.
id: Hari ini adalah hari Sabtu.
ja: 今日は土曜日です。
ko: 오늘은 토요일입니다.
th: วันนี้เป็นวันเสาร์
uk: Сьогодні субота.
zh_hans: 今天是周六。

# writeInfo
source: Shall we write? Tap the date to change it!
de: Sollen wir schreiben? Tippen Sie auf das Datum, um es zu ändern!
fr: Écrivez votre emploi du temps ? Vous pouvez également le modifier en appuyant sur la date !
id: Tuliskan jadwal Anda? Anda juga dapat mengubahnya dengan mengetuk tanggal!
ja: 書きましょうか？ 日付をタップして変更してください！
ko: 일정을 적어볼까요? 날짜를 탭하면 변경도 가능합니다!
th: เราจะเขียนไหม แตะวันที่เพื่อเปลี่ยน!
uk: Напишемо? Торкніться дати, щоб змінити її!
vi: Chúng ta sẽ viết chứ? Hãy nhấn vào ngày để thay đổi nó!
zh_hans: 我们要写吗？ 点击日期进行更改！

source: Sharing Success!
de: Erfolg teilen!
fr: Partagé avec succès !
id: Berhasil dibagikan!
ja: 分かち合い成功！
ko: 성공적으로 공유했습니다!
th: การแบ่งปันความสำเร็จ!
uk: Поділився успіхом!
vi: Chia sẻ Thành công!
zh_hans: 分享成功！

source: Sharing failed.
de: Freigabe fehlgeschlagen.
fr: Le partage a échoué.
id: Gagal berbagi.
ja: 共有に失敗しました。
ko: 공유에 실패했습니다.
th: การแชร์ล้มเหลว
uk: Помилка спільного доступу.
vi: Không chia sẻ được.
zh_hans: 分享失败。

source: Important D-day
de: Wichtiger D-Day
fr: Jour J préféré
id: Hari H Favorit
ja: 重要な D-デー
ko: 즐겨찾는 D-day
th: วันสำคัญ
uk: Важливий день D
vi: Ngày quan trọng
zh_hans: 重要的 D 日

# recommendDday
source: Shall we add D-day?
de: Sollen wir D-Day hinzufügen?
fr: Allons-nous ajouter le jour J?
id: Apakah kita akan menambahkan hari-H?
ja: D-デーを追加しましょうか？
ko: D-day를 추가해 볼까요?
th: เราควรเพิ่ม D-day ไหม
uk: Додамо день D?
vi: Chúng ta có nên thêm D-day không?
zh_hans: 我们要添加 D 日吗？

# recommendSwipe
source: Swipe to set important D-Days and see them on the home screen!
de: Wischen Sie, um wichtige D-Days einzustellen und sehen Sie sie auf dem Startbildschirm!
fr: Balayer les favoris Consultez-le sur l'écran principal!
id: Gesek Favorit Lihat di layar utama!
ja: スワイプして重要な D-Days を 設定し、ホーム画面で確認してください!
ko: Swipe 즐겨찾기로 메인화면에서 확인해 보세요!
th: ปัดเพื่อตั้งค่า D-Days ที่สำคัญ แล้วดูบนหน้าจอหลัก!
uk: Проведіть пальцем, щоб установити важливі дні D і побачити їх на головному екрані!
vi: Vuốt để đặt các Ngày D quan trọng na và xem chúng trên màn hình chính!
zh_hans: 滑动以设置重要的 D 日 并在主屏幕上查看它们！

# cantNotOverFive
source: No more than 5 important D-Days can be added!
de: Es können nicht mehr als 5 wichtige D-Days hinzugefügt werden!
fr: Vous ne pouvez pas avoir plus de 5 favoris!
id: Anda tidak dapat memiliki lebih dari 5 favorit!
ja: 追加できる重要な D-デー は 5 つまでです。
ko: 즐겨찾기는 5개를 넘어갈 수 없습니다!
th: เพิ่ม D-Day ที่สำคัญได้ไม่เกิน 5 วัน!
uk: Не можна додати більше 5 важливих днів D!
vi: Không thể thêm quá 5 Ngày D quan trọng!
zh_hans: 最多可添加 5 个重要的 D 日！

# ddayPlaceholder
source: D-day's title
de: Titel des D-Day
fr: Titre du jour J
id: Judul Hari-H
ja: D-デーのタイトル
ko: D-day 제목
th: ชื่อของวันดีเดย์
uk: Назва дня D
vi: Tiêu đề của D-day
zh_hans: D-day 的标题

# ddaySwitchInfo
source: Start counting from day 1
de: Zählung ab Tag 1 beginnen
fr: Compter comme Jour 1
id: Hitung sebagai Hari 1
ja: 1日目から数え始める
ko: 1일차로 카운트
th: เริ่มนับจากวันที่ 1
uk: Почати відлік з дня 1
vi: Bắt đầu đếm từ ngày 1
zh_hans: 从第 1 天开始计数

# appInfo
source: App Information
de: App-Informationen
fr: Informations sur l'application
id: Info aplikasi
ja: アプリ情報
ko: 앱 정보
th: ข้อมูลแอป
uk: Інформація про програму
vi: Thông tin ứng dụng
zh_hans: 应用信息

# setProfile
source: Profile settings
de: Profileinstellungen
fr: Modifier le profil
id: Ubah Profil
ja: プロファイル設定
ko: 프로필 변경
th: การตั้งค่าโปรไฟล์
uk: Налаштування профілю
vi: Cài đặt cấu hình
zh_hans: 配置文件设置

# setTheme
source: Change Theme
de: Design ändern
fr: Changer de thème
id: Ubah tema
ja: テーマを変更
ko: 테마 변경
th: เปลี่ยนธีม
uk: Змінити тему
vi: Thay đổi chủ đề
zh_hans: 改变主题

source: FAQ
de: Häufig gestellte Fragen
fr: Foire aux questions
id: Pertanyaan yang Sering Diajukan
ja: よくある質問
ko: 자주 묻는 질문
th: คำถามที่พบบ่อย
vi: Câu hỏi thường gặp
zh_hans: 常问问题

# backupAndRestore
source: Backup / Restore
de: Sichern / Wiederherstellen
fr: Sauvegarder/Restaurer
id: Cadangkan/Pulihkan
ja: バックアップ / 復元
ko: 백업 / 복구
th: สำรองข้อมูล / กู้คืน
uk: Резервне копіювання / відновлення
vi: Sao lưu / Khôi phục
zh_hans: 备份 / 恢复

source: Reset
de: Zurücksetzen
fr: réinitialiser
id: setel ulang
ja: リセット
ko: 초기화
th: รีเซ็ต
uk: Скинути
vi: Đặt lại
zh_hans: 重置

source: License
de: Lizenz
fr: open source
id: sumber terbuka
ja: ライセンス
ko: 오픈소스
th: ใบอนุญาต
uk: Ліцензія
vi: Giấy phép
zh_hans: 执照

source: Warning
de: Warnung
fr: avertissement
id: peringatan
ja: 警告
ko: 경고
th: คำเตือน
uk: Попередження
vi: Cảnh báo
zh_hans: 警告

# warningReset
source: Both schedule and D-day are reset
de: Sowohl Zeitplan als auch D-Day werden zurückgesetzt
fr: La programmation et le jour J sont réinitialisés
id: Jadwal dan Hari-H direset
ja: スケジュールもD-dayもリセット
ko: 일정과 디데이 모두 초기화됩니다
th: ทั้งกำหนดการและวันดีเดย์ถูกรีเซ็ต
uk: Розклад і день Д скинуто
vi: Cả lịch trình và ngày D đều được đặt lại
zh_hans: 日程和 D-day 都被重置

# changeTheme
source: Shall we change the theme?
de: Sollen wir das Design ändern?
fr: Allons-nous changer le thème ?
id: Apakah kita akan mengubah tema?
ja: テーマを変えましょうか。
ko: 테마를 변경해볼까요?
th: เราจะเปลี่ยนธีมไหม
uk: Змінити тему?
vi: Chúng ta có nên thay đổi chủ đề không?
zh_hans: 我们换个主题好吗？

# warningNickname
source: Nicknames are limited to 1-10 characters!
de: Spitznamen sind auf 1–10 Zeichen beschränkt!
fr: Les surnoms sont limités à 1-10 caractères!
id: Nama panggilan dibatasi hingga 1-10 karakter!
ja: ニックネームは1～10文字まで！
ko: 닉네임은 1-10자로 제한됩니다!
th: ชื่อเล่นจำกัดที่ 1-10 อักขระ!
uk: Псевдоніми обмежені 1-10 символами!
vi: Biệt hiệu được giới hạn từ 1-10 ký tự!
zh_hans: 昵称限制为 1-10 个字符！

# nicknamePlaceholder
source: (1-10 characters)
de: (1-10 Zeichen)
fr: (1-10 caractères)
id: (1-10 karakter)
ja: (1～10文字)
ko: (1~10글자)
th: (1-10 อักขระ)
uk: (1-10 символів)
vi: (1-10 ký tự)
zh_hans: (1-10 个字符)

# loadImage
source: Load Images
de: Bilder laden
fr: Importer une photo
id: Impor foto
ja: 画像の読み込み
ko: 사진 가져오기
th: โหลดภาพ
uk: Завантажити зображення
vi: Tải hình ảnh
zh_hans: 加载图像

# QDday
source: D-day is not displayed on the home screen.
de: D-Day wird nicht auf dem Startbildschirm angezeigt.
fr: Le jour J n'apparaît pas sur l'écran d'accueil.
id: Hari-H tidak ditampilkan di layar beranda.
ja: ホーム画面にD-dayが表示されません。
ko: D-day가 홈화면에 보이지 않아요.
th: D-day ไม่แสดงบนหน้าจอหลัก
uk: День D не відображається на головному екрані.
vi: D-day không được hiển thị trên màn hình chính.
zh_hans: D-day 不显示在主屏幕上。

# ADdayOne
source: Registration is required as
de: Eine Registrierung als wichtiger d-Day
fr: L'inscription est obligatoire en tant que
id: Pendaftaran diperlukan sebagai
ja: D-day画面で重要な
ko: D-day화면에서 즐겨찾기 등록해주셔야 표시됩니다.
th: จำเป็นต้องลงทะเบียนเป็นวันสำคัญในหน้าจอ
uk: Потрібна реєстрація як важливий
vi: Đăng ký là một ngày quan trọng
zh_hans: 需要在 D 日

# ADdayTwo
source: an important d-day on the D-day screen.
de: auf dem D-Day-Bildschirm ist erforderlich.
fr: jour J important sur l'écran du jour J.
id: hari-H penting di layar hari-H.
ja: d-dayとして登録が必要です。
ko: 해당 D-day를
th: D-day
uk: день Д на екрані дня Д.
vi: trên màn hình D-day.
zh_hans: 屏幕上注册作为重要的 d 日。

# ADdayThree
source: Swipe D-day from left to right!
de: D-day von links nach rechts wischen!
fr: Balayer le jour J de gauche à droite !
id: Gesek hari-H dari kiri ke kanan!
ja: D-デイを左から右にスワイプ！
ko: 왼쪽에서 오른쪽 방향으로 스와이프해보세요!
th: ปัด D-day จากซ้ายไปขวา!
uk: Проведіть пальцем D-day зліва направо!
vi: Vuốt D-day từ trái sang phải!
zh_hans: 从左向右滑动 D-day!

# QDelete
source: I want to delete an event.
de: Ich möchte ein Ereignis löschen.
fr: Je veux supprimer un événement.
id: Saya ingin menghapus acara.
ja: イベントを削除したい。
ko: 일정을 삭제하고 싶어요.
th: ฉันต้องการลบกิจกรรม
uk: Я хочу видалити подію.
vi: Tôi muốn xóa một sự kiện.
zh_hans: 我想删除一个事件。

# ADeleteOne
source: It can be deleted by moving to
de: Es kann gelöscht werden,
fr: Il peut être supprimé en allant
id: Itu dapat dihapus dengan
ja: スケジュール/
ko: Schedule/D-day화면으로 가시면 지울 수 있어요.
th: สามารถลบได้โดยการย้ายไปยังหน้าจอกำหนดการ/
uk: Його можна видалити,
vi: Nó có thể được xóa bằng cách chuyển
zh_hans: 可以通过移动到日程安排/

# ADeleteTwo
source: the Schedule/D-Day screen.
de: indem Sie zum Bildschirm Zeitplan/T-Day gehen.
fr: sur l'écran Planning/Jour J.
id: pindah ke layar Jadwal/Hari-H.
ja: D-Day画面に移動することで削除できます。
ko: 해당 항목을
th: วันดีเดย์
uk: перейшовши до екрана Розклад/День Д.
vi: sang màn hình Lịch biểu / Ngày.
zh_hans: D-Day 屏幕将其删除。

# ADeleteThree
source: Swipe right to left!
de: Wischen Sie von rechts nach links!
fr: Balayer de droite à gauche !
id: Gesek dari kanan ke kiri!
ja: 右から左にスワイプ！
ko: 오른쪽에서 왼쪽 방향으로 스와이프해보세요!
th: ปัดไปทางซ้าย!
uk: Проведіть справа наліво!
vi: Vuốt từ phải sang trái!
zh_hans: 从右向左滑动！

# QTheme
source: I selected the wrong theme, will it change?
de: Ich habe das falsche Thema ausgewählt, wird es sich ändern?
fr: J'ai choisi le mauvais thème, cela changera-t-il?
id: Saya memilih tema yang salah, apakah akan berubah?
ja: 間違ったテーマを選択しましたが、変更されますか?
ko: 테마를 잘못 선택했어요, 변경되나요?
th: ฉันเลือกธีมผิด ธีมจะเปลี่ยนไหม
uk: Я вибрав неправильну тему, чи зміниться вона?
vi: Tôi đã chọn sai chủ đề, nó có thay đổi không?
zh_hans: 我选择了错误的主题，它会改变吗？

# AThemeOne
source: You can change it via the Change Theme menu in Settings!
de: Sie können es über das Menü Design ändern in den Einstellungen ändern!
id: Anda dapat mengubahnya melalui menu Ubah Tema di Pengaturan!
ja: [設定] の [テーマの変更] メニューから変更できます。
ko: Schedule/D-day화면으로 가시면 지울 수 있어요.
th: คุณสามารถเปลี่ยนได้โดยใช้เมนูเปลี่ยนธีมในการตั้งค่า!
uk: Ви можете змінити це за допомогою меню Змінити тему в налаштуваннях!
vi: Bạn có thể thay đổi nó qua menu Thay đổi Chủ đề trong Cài đặt!
zh_hans: 您可以通过设置中的更改主题菜单进行更改！

source: Mail
fr: Courrier
id: surat
ja: 郵便
ko: 메일
th: เมล
uk: Пошта
vi: Thư
zh_hans: 邮件

# mailFailed
source: Failed to send mail.
de: E-Mail konnte nicht gesendet werden.
fr: Échec de l'envoi du courrier.
id: Gagal mengirim email.
ja: メールの送信に失敗しました。
ko: 메일 전송에 실패했습니다.
th: ไม่สามารถส่งเมลได้
uk: Не вдалося надіслати лист.
vi: Không gửi được thư.
zh_hans: 发送邮件失败。

# BRInfo
source: Protect important events with backup/restore!
de: Schützen Sie wichtige Ereignisse mit Backup/Restore!
fr: Protégez les événements importants avec la sauvegarde/restauration !
id: Simpan jadwal berharga Anda dengan pencadangan/pemulihan!
ja: 大切なイベントをバックアップ・リストアで守る！
ko: 백업 / 복구를 통해 소중한 일정을 지켜보세요!
th: ปกป้องเหตุการณ์สำคัญด้วยการสำรอง/กู้คืน!
uk: Захистіть важливі події за допомогою резервного копіювання/відновлення!
vi: Bảo vệ các sự kiện quan trọng bằng sao lưu / khôi phục!
zh_hans: 通过备份/恢复保护重要事件！

# BRInfoTwo
source: (Your profile settings are not saved.)
de: (Ihre Profileinstellungen werden nicht gespeichert.)
fr: (Vos paramètres de profil ne sont pas enregistrés.)
id: (Gambar profil dan nama panggilan tidak disimpan.)
ja: (プロファイル設定は保存されません。)
ko: (프로필 사진과 닉네임은 저장되지 않아요.)
th: (การตั้งค่าโปรไฟล์ของคุณไม่ได้รับการบันทึก)
uk: (Налаштування вашого профілю не збережено.)
vi: (Cài đặt hồ sơ của bạn chưa được lưu.)
zh_hans: (您的个人资料设置未保存。)

source: Backup
de: Sicherung
fr: Sauvegarde
id: Ekspor file cadangan
ja: バックアップ
ko: 백업파일 내보내기
th: สำรองข้อมูล
uk: Резервне копіювання
vi: Sao lưu
zh_hans: 备份

source: Restore
de: Wiederherstellen
fr: Restaurer
id: Impor file pemulihan
ja: 復元
ko: 복구파일 가져오기
th: คืนค่า
uk: Відновити
vi: Khôi phục
zh_hans: 恢复

# restoreWarning
source: The current data will be overwritten. Do you want to proceed?
de: Die aktuellen Daten werden überschrieben. Möchten Sie fortfahren?
fr: Les données actuelles seront écrasées. Voulez-vous continuer ?
id: Data saat ini akan ditimpa. Apakah Anda yakin ingin melanjutkan?
ja: 現在のデータは上書きされます。 続行しますか?
ko: 현재 데이터에 덮어씌워집니다. 진행하시겠습니까?
th: ข้อมูลปัจจุบันจะถูกเขียนทับ คุณต้องการดำเนินการต่อหรือไม่
uk: Поточні дані будуть перезаписані. Продовжити?
vi: Dữ liệu hiện tại sẽ bị ghi đè. Bạn có muốn tiếp tục không?
zh_hans: 当前数据将被覆盖。 你想继续吗？

# cancelChoose
source: The file selection has been cancelled.
de: Die Dateiauswahl wurde abgebrochen.
fr: La sélection de fichiers a été annulée.
id: Pemilihan file dibatalkan.
ja: ファイルの選択がキャンセルされました。
ko: 파일선택이 취소됐습니다.
th: การเลือกไฟล์ถูกยกเลิก
uk: Вибір файлу скасовано.
vi: Việc lựa chọn tập tin đã bị hủy bỏ.
zh_hans: 文件选择已被取消。

# cantNotFoundFile
source: File not found.
de: Datei nicht gefunden.
fr: Fichier introuvable.
id: File tidak dapat ditemukan.
ja: ファイルが見つかりません。
ko: 파일을 찾을 수 없습니다.
th: ไม่พบไฟล์
uk: Файл не знайдено.
vi: Không tìm thấy tệp.
zh_hans: 文件未找到。

# locationError
source: There is an error in the location.
de: Im Speicherort ist ein Fehler aufgetreten.
fr: Il y a une erreur dans l'emplacement.
id: Ada kesalahan dengan lokasi.
ja: 場所に誤りがあります。
ko: 위치에 오류가 있습니다.
th: มีข้อผิดพลาดในตำแหน่ง
uk: Існує помилка в розташуванні.
vi: Có lỗi ở vị trí.
zh_hans: 位置有误。

# wrongBackupFile
source: This is not a backup file for MakeMyDay.
de: Dies ist keine Sicherungsdatei für MakeMyDay.
fr: Ceci n'est pas un fichier de sauvegarde pour MakeMyDay.
id: Ini bukan file cadangan untuk MakeMyDay.
ja: これは MakeMyDay のバックアップ ファイルではありません。
ko: MakeMyDay의 백업파일이 아닙니다.
th: นี่ไม่ใช่ไฟล์สำรองสำหรับ MakeMyDay
uk: Це не файл резервної копії для MakeMyDay.
zh_hans: 这不是 MakeMyDay 的备份文件。

source: Restore Failed
de: Wiederherstellung fehlgeschlagen
fr: La restauration a échoué
id: Pemulihan gagal.
ja: 復元に失敗しました
ko: 복구에 실패했습니다.
th: การกู้คืนล้มเหลว
uk: Помилка відновлення
vi: Khôi phục không thành công
zh_hans: 恢复失败

source: Unzip Failed
de: Entpacken fehlgeschlagen
fr: Échec de la décompression
id: Gagal membuka zip file cadangan.
ja: 解凍に失敗しました
ko: 백업파일 압축해제에 실패했습니다.
th: คลายซิปล้มเหลว
uk: Не вдалося розпакувати
vi: Giải nén không thành công
zh_hans: 解压失败

source: Zip Failed
de: Zip fehlgeschlagen
fr: Échec de la fermeture éclair
id: Kompresi gagal.
ja: 圧縮に失敗しました
ko: 압축에 실패했습니다.
th: ซิปล้มเหลว
uk: Помилка архівування
vi: Zip không thành công
zh_hans: 邮编失败

source: Encode Failed
de: Codierung fehlgeschlagen
fr: L'encodage a échoué
id: Pengkodean gagal.
ja: エンコードに失敗しました
ko: 인코딩에 실패했습니다.
th: การเข้ารหัสล้มเหลว
uk: Помилка кодування
vi: Mã hóa không thành công
zh_hans: 编码失败

# pleaseContact
source: Please contact me.
de: Bitte kontaktieren Sie mich.
fr: Veuillez me contacter.
id: Silakan hubungi kami.
ja: 私に連絡してください。
ko: 문의 부탁드립니다.
th: โปรดติดต่อฉัน
uk: Будь ласка, зв'яжіться зі мною.
vi: Vui lòng liên hệ với tôi.
zh_hans: 请联系我。

# useLocationInfo
source: Use of location information
de: Verwendung von Standortinformationen
fr: Utilisation des informations de localisation
id: Gunakan informasi lokasi
ja: 位置情報利用
ko: 위치정보 이용
th: การใช้ข้อมูลตำแหน่ง
uk: Використання інформації про місцезнаходження
vi: Sử dụng thông tin vị trí
zh_hans: 使用位置信息

# lostLocationService
source: Location Services is not available. Please turn on Location Services in 'Settings>Privacy' on your device.
de: Ortungsdienste sind nicht verfügbar. Bitte aktivieren Sie die Ortungsdienste in „Einstellungen > Datenschutz“ auf Ihrem Gerät.
fr: Les services de localisation ne sont pas disponibles. Veuillez activer les services de localisation dans 'Paramètres > Confidentialité' sur votre appareil.
id: Layanan Lokasi tidak tersedia. Harap aktifkan Layanan Lokasi di 'Pengaturan > Privasi' di perangkat Anda.
ja: 位置情報サービスは利用できません。 デバイスの [設定] > [プライバシー] で位置情報サービスをオンにしてください。
ko: 위치 서비스를 사용할 수 없습니다. 기기의 '설정>개인정보 보호'에서 위치 서비스를 켜주세요.
th: บริการระบุตำแหน่งไม่พร้อมใช้งาน โปรดเปิดบริการตำแหน่งใน 'การตั้งค่า>ความเป็นส่วนตัว' บนอุปกรณ์ของคุณ
uk: Служби локації недоступні. Будь ласка, увімкніть послуги локації в 'Налаштування>Конфіденційність' на вашому пристрої.
vi: Dịch vụ Vị trí không khả dụng. Vui lòng bật Dịch vụ Vị trí trong 'Cài đặt> Quyền riêng tư' trên thiết bị của bạn.
zh_hans: 定位服务不可用。 请在您设备上的“设置>隐私”中打开定位服务。

source: Go to Settings
de: Zu den Einstellungen gehen
fr: Aller aux paramètres
id: Buka Pengaturan
ja: 設定に移動
ko: 설정으로 이동
th: ไปที่การตั้งค่า
uk: Перейти до налаштувань
vi: Đi tới Cài đặt
zh_hans: 前往设置

# todayTodoCount
source: Today's schedule
de: Der heutige Zeitplan
fr: Le programme d'aujourd'hui
ja: 今日の予定
th: ตารางงานวันนี้
uk: Розклад на сьогодні
zh_hans: 今天的日程
